Repository: muhiro12/Incomes
Catalog: IncomesLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

# %@ income decreased
source: %1$@ income decreased
es: disminuyeron los ingresos de %1$@
fr: les revenus de %1$@ ont diminué
ja: %1$@の収入が減りました
zh_hans: %1$@收入减少

# %@ income increased
source: %1$@ income increased
es: aumentaron los ingresos de %1$@
fr: les revenus de %1$@ ont augmenté
ja: %1$@の収入が増えました
zh_hans: %1$@收入增加

# %@ outgo decreased
source: %1$@ outgo decreased
es: disminuyó el gasto en %1$@
fr: les dépenses de %1$@ ont diminué
ja: %1$@の支出が減りました
zh_hans: %1$@支出减少

# %@ outgo increased
source: %1$@ outgo increased
es: aumentó el gasto en %1$@
fr: les dépenses de %1$@ ont augmenté
ja: %1$@の支出が増えました
zh_hans: %1$@支出增加

# %lld groups / %lld items / %lld skipped
source: %1$lld groups / %2$lld items / %3$lld skipped
es: %1$lld grupos / %2$lld elementos / %3$lld omitidos
fr: %1$lld groupes / %2$lld éléments / %3$lld ignorés
ja: %1$lldグループ / %2$lld項目 / %3$lld件スキップ
zh_hans: %1$lld 个分组 / %2$lld 个项目 / 已跳过 %3$lld 个

source: A newer version of Incomes created this file. Update Incomes and try again.
es: Este archivo se creó con una versión más reciente de Incomes. Actualiza Incomes e inténtalo de nuevo.
fr: Ce fichier a été créé par une version plus récente d’Incomes. Mettez à jour Incomes et réessayez.
ja: このファイルは新しいバージョンのIncomesで作成されました。Incomesをアップデートしてから、もう一度お試しください。
zh_hans: 此文件由较新版本的 Incomes 创建。请更新 Incomes 后重试。

# Compared with the previous month, %@.
source: Compared with the previous month, %1$@.
es: En comparación con el mes anterior, %1$@.
fr: Par rapport au mois précédent, %1$@.
ja: 前月と比べると、%1$@。
zh_hans: 与上月相比，%1$@。

# Income for %@ was %@. Outgo was %@, and the net income was %@. %@
source: Income for %1$@ was %2$@. Outgo was %3$@, and the net income was %4$@. %5$@
es: Los ingresos de %1$@ fueron %2$@. Los gastos fueron %3$@, y el ingreso neto fue %4$@. %5$@
fr: Les revenus de %1$@ étaient de %2$@. Les dépenses étaient de %3$@, pour un revenu net de %4$@. %5$@
ja: %1$@の収入は%2$@でした。支出は%3$@で、純収入は%4$@でした。%5$@
zh_hans: %1$@的收入为%2$@。支出为%3$@，净收入为%4$@。%5$@

# Invalid month requested for summary generation.
source: Choose a valid month to generate a summary.
es: Elige un mes válido para generar un resumen.
fr: Choisissez un mois valide pour générer un résumé.
ja: サマリーを生成するには有効な月を選択してください。
zh_hans: 请选择有效月份来生成摘要。

source: Item %lld in the file has an invalid value.
es: El elemento %lld del archivo tiene un valor no válido.
fr: L’élément %lld du fichier contient une valeur non valide.
ja: ファイルの%lld件目の項目に無効な値があります。
zh_hans: 文件中第 %lld 个项目包含无效的值。

# On-device item inference is currently unavailable.
source: Item suggestions are currently unavailable on this device.
es: Las sugerencias de elementos no están disponibles en este dispositivo en este momento.
fr: Les suggestions d’éléments ne sont pas disponibles sur cet appareil pour le moment.
ja: このデバイスでは現在、項目の候補を利用できません。
zh_hans: 此设备目前无法使用项目建议。

# On-device item inference is unavailable in the current language.
source: Item suggestions are not available for the current language.
es: Las sugerencias de elementos no están disponibles para el idioma actual.
fr: Les suggestions d’éléments ne sont pas disponibles dans la langue actuelle.
ja: 現在の言語では項目の候補を利用できません。
zh_hans: 当前语言无法使用项目建议。

# On-device monthly summaries are currently unavailable.
source: Monthly summaries are currently unavailable on this device.
es: Los resúmenes mensuales no están disponibles en este dispositivo en este momento.
fr: Les résumés mensuels ne sont pas disponibles sur cet appareil pour le moment.
ja: このデバイスでは現在、月次サマリーを利用できません。
zh_hans: 此设备目前无法使用月度摘要。

# On-device monthly summaries are unavailable in the current language.
source: Monthly summaries are not available for the current language.
es: Los resúmenes mensuales no están disponibles para el idioma actual.
fr: Les résumés mensuels ne sont pas disponibles dans la langue actuelle.
ja: 現在の言語では月次サマリーを利用できません。
zh_hans: 当前语言无法使用月度摘要。

# Others
source: Other
es: Otros
fr: Autres
ja: その他
zh_hans: 其他

source: System
es: Sistema
fr: Système
ja: システム
zh_hans: 系统

source: The balance cannot be calculated exactly. Review the income and outgo amounts and try again.
es: No se puede calcular el saldo con exactitud. Revisa los importes de ingresos y gastos e inténtalo de nuevo.
fr: Le solde ne peut pas être calculé exactement. Vérifiez les montants des revenus et des dépenses, puis réessayez.
ja: 残高を正確に計算できません。収入と支出の金額を確認して、もう一度お試しください。
zh_hans: 无法精确计算余额。请检查收入和支出金额，然后重试。

source: The last balance preview no longer matches this entry. Preview it again.
es: La última vista previa del saldo ya no coincide con esta entrada. Vuelve a previsualizarla.
fr: Le dernier aperçu du solde ne correspond plus à cette saisie. Affichez-le de nouveau.
ja: 前回の残高プレビューはこの入力と一致しません。もう一度プレビューしてください。
zh_hans: 上次的余额预览与此条目不再匹配。请重新预览。

source: The reviewed item is no longer available. Nothing was saved.
es: El elemento revisado ya no está disponible. No se guardó nada.
fr: L’élément vérifié n’est plus disponible. Rien n’a été enregistré.
ja: 確認した項目は利用できなくなりました。保存は行われていません。
zh_hans: 已确认的项目不再可用。未保存任何内容。

source: The total cannot be calculated exactly. Review the income and outgo amounts and try again.
es: No se puede calcular el total con exactitud. Revisa los importes de ingresos y gastos e inténtalo de nuevo.
fr: Le total ne peut pas être calculé exactement. Vérifiez les montants des revenus et des dépenses, puis réessayez.
ja: 合計を正確に計算できません。収入と支出の金額を確認して、もう一度お試しください。
zh_hans: 无法精确计算合计。请检查收入和支出金额，然后重试。

source: There is not enough previous-month data for a reliable comparison.
es: No hay suficientes datos del mes anterior para una comparación fiable.
fr: Les données du mois précédent sont insuffisantes pour une comparaison fiable.
ja: 前月との比較に十分なデータはありません。
zh_hans: 没有足够的上月数据进行可靠比较。

source: There were no major category-level changes from the previous month.
es: No hubo cambios importantes por categoría respecto al mes anterior.
fr: Aucun changement important par catégorie par rapport au mois précédent.
ja: 前月と比べて大きなカテゴリ変化はありませんでした。
zh_hans: 与上月相比，类别层面没有明显变化。

source: This entry changed after the last balance preview. Preview the balance again.
es: Esta entrada cambió después de la última vista previa del saldo. Vuelve a previsualizar el saldo.
fr: Cette saisie a changé depuis le dernier aperçu du solde. Affichez de nouveau l’aperçu du solde.
ja: 残高プレビュー後に入力が変更されました。もう一度残高をプレビューしてください。
zh_hans: 上次预览余额后此条目已更改。请重新预览余额。

source: This file is damaged and cannot be read.
es: Este archivo está dañado y no se puede leer.
fr: Ce fichier est endommagé et ne peut pas être lu.
ja: このファイルは破損しているため読み込めません。
zh_hans: 此文件已损坏，无法读取。

source: This file is not an Incomes data file, or it is damaged.
es: Este archivo no es un archivo de datos de Incomes o está dañado.
fr: Ce fichier n’est pas un fichier de données Incomes, ou il est endommagé.
ja: このファイルはIncomesのデータファイルではないか、破損しています。
zh_hans: 此文件不是 Incomes 数据文件，或已损坏。

source: This file is too large to import.
es: Este archivo es demasiado grande para importarlo.
fr: Ce fichier est trop volumineux pour être importé.
ja: このファイルは大きすぎるため取り込めません。
zh_hans: 此文件太大，无法导入。

source: This version of the file is not supported.
es: Esta versión del archivo no es compatible.
fr: Cette version du fichier n’est pas prise en charge.
ja: このバージョンのファイルには対応していません。
zh_hans: 不支持此版本的文件。

# Unable to generate the monthly summary.
source: Unable to generate monthly summary.
es: No se pudo generar el resumen mensual.
fr: Impossible de générer le résumé mensuel.
ja: 月次サマリーを生成できませんでした。
zh_hans: 无法生成月度摘要。

# Unable to infer item details.
source: Unable to fill in item details.
es: No se pudieron completar los detalles del elemento.
fr: Impossible de compléter les détails de l’élément.
ja: 項目の詳細を入力できませんでした。
zh_hans: 无法补全项目详细信息。

source: Your data changed while you were reviewing. Review the import again.
es: Tus datos cambiaron mientras los revisabas. Vuelve a revisar la importación.
fr: Vos données ont changé pendant la vérification. Vérifiez à nouveau l’importation.
ja: 確認中にデータが変更されました。もう一度内容を確認してください。
zh_hans: 你在查看期间数据发生了更改。请重新查看导入内容。

source: Your data exceeds the file size supported by this version of Incomes.
es: Tus datos superan el tamaño de archivo admitido por esta versión de Incomes.
fr: Vos données dépassent la taille de fichier prise en charge par cette version d’Incomes.
ja: データがこのバージョンのIncomesで対応するファイルサイズを超えています。
zh_hans: 你的数据超过了此版本 Incomes 支持的文件大小。

source: Your records changed after the last balance preview. Preview the balance again.
es: Tus registros cambiaron después de la última vista previa del saldo. Vuelve a previsualizar el saldo.
fr: Vos enregistrements ont changé depuis le dernier aperçu du solde. Affichez de nouveau l’aperçu du solde.
ja: 残高プレビュー後に記録が変更されました。もう一度残高をプレビューしてください。
zh_hans: 上次预览余额后你的记录已更改。请重新预览余额。
